Revit 2024 API
ParameterTypeId.SteelElemHoleAngle Property
 "Chamfer angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SteelElemHoleAngle { get; }
Visual Basic
Public Shared ReadOnly Property SteelElemHoleAngle As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SteelElemHoleAngle {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace